Revit 2027 API
TriangulationInterface Properties
The TriangulationInterface type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
TriangulationInterface Class
Autodesk.Revit.DB Namespace